Repository: Buihoangchivi/FoodRecipeApp-iOS
Catalog: FinalTerm-18120099-18120106/Strings/*.lproj/Localizable.strings
Languages: vi_vn

source: Register now.
vi_vn: Đăng ký ngay.

source: Sign in now.
vi_vn: Đăng nhập nào.

# Email's format is wrong
source: The email address is not in the correct format.
vi_vn: Địa chỉ email không đúng định dạng.

# Wrong password
source: Password is incorrect
vi_vn: Mật khẩu không chính xác.

# Lock account
source: Temporarily lock this account due to access errors too many times.
vi_vn: Tạm thời khoá tài khoản này do truy cập lỗi quá nhiều lần.

# Disable account
source: This account has been deactivated.
vi_vn: Tài khoản này đã bị vô hiệu hoá.

# Invalid email
source: This email address is invalid.
vi_vn: Địa chỉ email không hợp lệ.

# Not user account
source: This is not the user's account.
vi_vn: Đây không phải là tài khoản của người dùng.

source: Email address
vi_vn: Địa chỉ email

source: Password
vi_vn: Mật khẩu

source: Username
vi_vn: Tên đăng nhập

# Short username
source: Username is too short (minimum 2 characters).
vi_vn: Tên đăng nhập quá ngắn (tối thiểu là 2 ký tự).

# ASCII username
source: Please create your username with only ASCII numbers and characters.
vi_vn: Vui lòng tạo tên đăng nhập chỉ với số và các ký tự ASCII.

# Exist username
source: This username is exist.
vi_vn: Tên đăng nhập đã tồn tại.

# Valid username
source: This username is valid.
vi_vn: Tên đăng nhập hợp lệ.

# Exist email
source: This email is exist.
vi_vn: Email đã tồn tại.

# Valid email
source: This email is valid.
vi_vn: Email hợp lệ.

# Short password
source: Password is too short (minimum of 8 characters).
vi_vn: Mật khẩu quá ngắn (tối thiểu là 8 ký tự).

# Contain password
source: Password must contain at least 1 lowercase, 1 uppercase letter and 1 number.
vi_vn: Mật khẩu phải chứa ít nhất 1 chữ thường, 1 chữ in và 1 số.

# Valid password
source: This password is valid.
vi_vn: Mật khẩu hợp lệ.

# Heo
source: Pork
vi_vn: Thịt heo

# Bo
source: Beef
vi_vn: Thịt bò

# Ga
source: Chicken
vi_vn: Thịt gà

# Vit
source: Duck
vi_vn: Thịt vịt

# Hai san
source: Seafood
vi_vn: Hải sản

# Ca
source: Fish
vi_vn: Cá

# Banh
source: Cake
vi_vn: Bánh

# Trai cay
source: Fruit
vi_vn: Trái cây

# An chay
source: Vegetarian
vi_vn: Ăn chay

# Giam can
source: Weight Loss
vi_vn: Giảm cân

# Chien xao
source: Fried
vi_vn: Chiên xào

# Mon canh
source: Soup
vi_vn: Món canh

# Mon nuong
source: Grill
vi_vn: Món nướng

# Mon kho
source: Stew
vi_vn: Món kho

# Mon nhau
source: Drinking
vi_vn: Món nhậu

# Tiet kiem
source: Saving
vi_vn: Tiết kiệm

# Le
source: Holiday
vi_vn: Ngày lễ, tết

# Khac
source: Other
vi_vn: Khác

# Sang
source: Breakfast
vi_vn: Bữa sáng

# Trua
source: Lunch
vi_vn: Bữa trưa

# Toi
source: Dinner
vi_vn: Bữa tối

# Phu
source: Snack
vi_vn: Bữa phụ

# Favorite
source: Favorite Food
vi_vn: Món ăn yêu thích

# UserFood
source: My Food
vi_vn: Công thức nhà mình

# Tip
source: Tips
vi_vn: Mẹo hay

source: Contact
vi_vn: Liên hệ

source: Setting
vi_vn: Cài đặt

source: Logout
vi_vn: Đăng xuất
